import React, { Component } from 'react';

import Breadcrumb from "../common/breadcrumb";

class Termandcond extends Component {

    constructor(props) {
        super(props)

    }

    render() {


        return (
            <div>
                <Breadcrumb title={'นโยบายและข้อกำหนด'} />
                {/*Regsiter section*/}
                <section className="register-page section-b-space">
                    <div className="container">
                        <div className="row">
                            <div className="col-lg-12">
                                <h3>นโยบายและข้อกำหนด</h3>
                                <div className="theme-card">
                                    <p>1.	สมาชิก หมายถึง ผู้ที่ทาง  “Pettogo.co”
	(ผู้ให้บริการ)  อนุญาตให้มีสิทธิ์ตามข้อกำหนดที่ทางผู้ให้บริการ กำหนดขึ้น	เท่านั้น </p>


                                    <p>2.	สมาชิกรับรองว่าจะไม่นำเครื่องหมายบริการ เครื่องหมายทางการค้า  	โลโก้  เอกสาร วัสดุ สิ่งพิมพ์ หรือสิ่งอื่นใด ภายใต้ชื่อ “Pettogo.co”  หรือ ที่เกี่ยวข้องกับทรัพย์สินทางปัญญา   อัน	อาจทำให้เข้าใจได้ว่าเป็นบุคคลเดียวกันกับผู้ให้บริการ ไปใช้ โดยไม่ได้รับ	อนุญาตจากผู้ให้บริการ เป็นลายลักษณ์อักษร
    </p>

                                    <p>
                                        3.	การทำและใช้สื่อโฆษณา และการประชาสัมพันธ์ใดๆ รวมไปถึงการทำ	และใช้เอกสารประกอบการขายกรมธรรม์ ต้องได้รับความเห็นชอบ
	จากผู้ให้บริการ เป็นหนังสือก่อน  </p>



                                    <p>4.	สมาชิก ต้องไม่กระทำการหลอกลวง จูงใจ โฆษณาอันเป็นเท็จ หรือ	กล่าวอ้างเกินความจริง หรืองดเว้นการเปิดเผยข้อมูล เพื่อชักจูงให้	บุคคลอื่นสมัครเป็นสมาชิก หรือซื้อสินค้า  หรือ  บริการใดๆ ของ
	ผู้ให้บริการ </p>



                                    <p>5.	สมาชิกรับทราบและตกลงว่า ผู้ให้บริการ มีสิทธิ์ในการยกเลิกการเป็น	สมาชิกได้ตลอดเวลา โดยไม่จำเป็นต้องบอกกล่าวล่วงหน้าเป็นลาย	ลักษณ์อักษรหรือแสดงเหตุแห่งการยกเลิกแต่อย่างใด ทั้งนี้หากสมาชิก	ได้กระทำการให้เสื่อมเสียแก่ผู้ให้บริการ โดยสมาชิกตกลงว่าจะต้องรับผิด	ชอบเป็นการเฉพาะตัว ด้วยตนเอง และจะไม่เรียกร้อง ฟ้องร้อง หรือ	ดำเนินคดีกับบริษัท เงินติดล้อ จำกัด (มหาชน)  ทั้งสิ้น และการยกเลิก	การเป็นสมาชิกดังกล่าว  ไม่ว่าด้วยเหตุผลประการใดก็ตาม จะไม่เป็น	เหตุให้ผู้ให้บริการ เสียสิทธิ์ในการเรียกร้องเงินหรือประโยชน์อื่นใดที่		ผู้ให้บริการ มีสิทธิ์ในการเรียกร้องจากสมาชิก
    </p>


                                    <p>6.	สมาชิกตกลงว่ากรณีที่มีการยกเลิกข้อตกลงการเป็นสมาชิกตาม ข้อ 6 	นั้น หากผู้สมัครมีเงินใดๆ ที่ยังคงค้าง หรือ เงินค้ำประกัน ที่วางไว้อยู่	กับผู้ให้บริการ ผู้สมัครยินยอมให้ผู้ให้บริการ หักชำระหนี้อื่นใดที่ยังคงค้างอยู่	กับผู้ให้บริการ ก่อน ทั้งนี้หากมียอดหนี้เกินจากเงินที่มีอยู่กับผู้ให้บริการ ผู้	สมัครยินยอมที่จะจ่ายเงินส่วนต่างดังกล่าวให้กับผู้ให้บริการ
    </p>


                                    <p>7.	สมาชิกยอมรับผลที่เกิดจากการกระทำใดๆ ของสมาชิกในความเสีย	หายใดๆ  ในกรณีที่สมาชิกถูกกล่าวหา ถูกร้องเรียน หรือ  ถูกเรียกร้อง	ให้รับผิดชอบ หรือถูกดำเนินคดีทางศาลอันเนื่องมาจากการดำเนิน	ธุรกิจของสมาชิกต่อผู้บริโภคหรือบุคคลอื่นใดโดยสมาชิกจะไม่เรียก	ร้อง ฟ้องร้อง หรือไล่เบี้ยเอาจากผู้ให้บริการ ไม่ว่ากรณีใดๆ ทั้งสิ้น
    </p>


                                    <p>8.	สมาชิกรับทราบและตกลงว่าการเป็นสมาชิกกับผู้ให้บริการ เป็นสิทธิ์		เฉพาะตัวไม่สามารถโอนสิทธิ์ให้ผู้อื่นได้ อย่างไรก็ตามผลประโยชน์ที่ผู้	สมัครได้รับ ผู้สมัครสามารถโอนสิทธิ์ให้แก่ผู้รับประโยชน์ที่ผู้สมัครได้	ระบุไว้ในใบสมัครนี้
    </p>


                                    <p>9.	สมาชิกไม่มีสิทธิ์เรียกร้อง รับเงินหรือกระทำการใดๆ ที่เกี่ยวข้องกับ	การชำระเบี้ยประกันภัยจากผู้เอาประกันภัยทั้งสิ้น ไม่ว่าจะกระทำโดย	ถือไว้แทนผู้ให้บริการ ก็ตาม หากสมาชิกฝ่าฝืนข้อตกลงดังกล่าว  สมาชิก	ตกลงรับผิดเป็นการเฉพาะตัว
    </p>


                                    <p>10.	 สมาชิกตกลงว่าการที่ผู้ให้บริการ ยินยอมผ่อนผันให้กับสมาชิกในการ	ปฏิบัติตามเงื่อนไข หรือ ข้อกำหนด ข้อหนึ่งข้อใด จะไม่ส่งผลหรือ		กระทบกระเทือนต่อการมีผลใช้บังคับและการมีผลสมบูรณ์ของ		เงื่อนไขและข้อกำหนดอื่นๆ และ ไม่เป็นการทำให้เสื่อมเสียสิทธิหรือ	อำนาจใดๆ ของผู้ให้บริการ รวมถึงสมาชิกจะไม่นำมาใช้เป็นข้อต่อรองกับ	ผู้ให้บริการ ในคราวต่อไป
    </p>


                                    <p>11.	ผู้ให้บริการ ขอสงวนสิทธิ์ที่จะกำหนดเปลี่ยนแปลง ปรับปรุง เงื่อนไขการ	เป็นสมาชิก เงื่อนไขผลตอบแทน การปรับเพิ่มหรือลดค่าคอมมิชชั่น 	การให้รางวัลพิเศษอื่นหรือโบนัส และ/หรือหลักเกณฑ์วิธีการทำงาน 	หรือกระบวนการการขาย ความคุมและตรวจสอบ โดยไม่ต้องแจ้งให้	ทราบล่วงหน้า และให้ถือว่าสมาชิกยินยอมรับเงื่อนไขดังกล่าวโดยไม่มี	ข้อโต้แย้ง
    </p>

 


                                    <p>12.	กรณีผู้ให้บริการ ตรวจพบว่าสมาชิกและ/หรือผู้เกี่ยวข้อง มีพฤติกรรม	เกี่ยวข้อง (ทั้งทางตรงและทางอ้อม ทั้งเจตนาและประมาทเลินเล่อ) 	กับการฉ้อฉลเอาประกันภัย  สมาชิกยินยอมให้ผู้ให้บริการ บอกเลิกสัญญา	ได้ทันที ตามเงื่อนไขในข้อ 6.   ทั้งนี้ทางผู้ให้บริการ ขอสงวนสิทธิ์ที่จะ	ดำเนินคดีความทั้งในทางแพ่งและทางอาญากับสมาชิกและ/หรือผู้	เกี่ยวข้อง จนถึงที่สุด
                                    </p>


                                    <p>13.	สมาชิกยินยอมให้ผู้ให้บริการ จัดเก็บ ใช้ และเปิดเผยข้อมูลส่วนบุคคลของ	สมาชิกได้ เพื่อการปฏิบัติให้เป็นไปตามเงื่อนไขข้อตกลงของข้อตกลง	เงื่อนไขฉบับนี้และเพื่อบรรลุวัตถุประสงค์ของการเป็นสมาชิกในการ	เป็นผู้สนับสนุนงานขายผลิตภัณฑ์ประกันภัยที่ผู้ให้บริการ ได้ตกลงกับ	บริษัทประกันภัยที่ดำเนินธุรกิจกับผู้ให้บริการ



                                    ข้าพเจ้าได้อ่านและเข้าใจในข้อตกลง  เงื่อนไขต่างๆ ของการเป็นสมาชิกอย่างดี และยินยอมที่จะปฏิบัติตามเงื่อนไขอย่าง เคร่งครัด และข้าพเจ้าขอรับรองว่า รายละเอียดที่กรอกเป็นความจริงทุกประการ

</p>
                                </div>
                            </div>
                        </div>
                        <a href={`${process.env.PUBLIC_URL}/pages/register/true`} className="btn btn-petto-secondcolor">รับทราบ</a>
                    </div>
                </section>
            </div>
        )
    }
}

export default Termandcond